{
  "weapon_modifiers": [
    {
      "modifier_name": "Adaptada",
      "modifier_description": "Você pode escolher um novo atributo para ser o atributo usado ao manejar a arma. Ele deve ser um atributo físico: força, destreza ou constituição. O atributo passa a ser usado tanto em rolagens de ataque quanto em rolagens de dano.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Afiada",
      "modifier_description": "Uma arma afiada ao limite, capaz de causar sangramento com a precisão. Essa propriedade só pode ser colocada em armas que causem dano cortante. Ao acertar um ataque crítico com uma arma afiada, inflige a condição Sangramento na criatura. O dano do sangramento é igual a Xd6, onde X é o seu bônus de maestria, e a CD segue o cálculo padrão. A condição dura até a criatura afetada suceder no teste.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Amplificadora",
      "modifier_description": "A sua ferramenta amaldiçoada se torna capaz de amplificar a capacidade da sua técnica, estando conectada a ela. Sempre que causar dano com uma habilidade de técnica ou marcial, ela causa um dado de dano adicional do mesmo tipo.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Armazenadora",
      "modifier_description": "A ferramenta amaldiçoada pode guardar até 5 Pontos de Energia Amaldiçoada no seu interior, armazenados durante um descanso. O personagem pode usá-los livremente.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Balanceada",
      "modifier_description": "Uma ferramenta perfeitamente balanceada para permitir uma mobilidade maior, concedendo ao portador um bônus de +2 em rolagens de atletismo e acrobacia.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Canalizadora",
      "modifier_description": "A ferramenta amaldiçoada serve como uma forma de canalizar a sua energia amaldiçoada. A CD dos testes para resistir às suas aptidões amaldiçoadas e de técnica aumenta em 1.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Catalisadora",
      "modifier_description": "A ferramenta tem suas capacidades de concentrar energia ampliada, catalisando-a ainda mais. A CD dos testes para resistir às suas aptidões amaldiçoadas e de técnica passa a aumentar em 3, ao invés de 1.",
      "pre_requisites": ["Canalizadora"]
    },
    {
      "modifier_name": "Certeira",
      "modifier_description": "O valor de crítico da arma diminui em um. Uma arma não pode ser certeira e destruidora ao mesmo tempo.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Compartimento",
      "modifier_description": "Um compartimento é criado na arma, o qual pode armazenar um item de Mistura que seja um óleo ou um veneno. Durante o combate, você pode usar cobrir a arma com a mistura armazenada como uma ação livre, consumindo-o.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Defensora",
      "modifier_description": "Enquanto estiver manuseando a arma, sua Classe de Armadura aumenta em 2. Pode ser pega até três vezes.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Destruidora",
      "modifier_description": "A arma causa um dado de dano adicional em um acerto crítico. Uma arma não pode ser destruidora e certeira ao mesmo tempo.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Discreta",
      "modifier_description": "Uma arma fácil de se esconder. Recebe +3 em rolagens de Furtividade enquanto estiver a manejando.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Drenadora",
      "modifier_description": "A ferramenta se torna capaz de drenar energia após exorcizar. Ao matar um inimigo que seja uma maldição, portando uma ferramenta com a propriedade drenadora, o portador recupera 2 pontos de energia amaldiçoada.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Elemental",
      "modifier_description": "A arma é constantemente imbuída com um elemento, até alcançar um ponto em que esse elemento se torna característico dela. Você pode trocar o tipo de dano da arma para um dano elemental a sua escolha.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Fidedigna",
      "modifier_description": "Adiciona +2 as rolagens de dano da arma.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Harmonizada",
      "modifier_description": "Uma ferramenta harmonizada com a energia, a qual consegue gerar um pouco mais diante um acerto preciso. Sempre que acertar um ataque crítico você ganha 1 ponto de energia temporário.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Imponente",
      "modifier_description": "Sua ferramenta tem um aspecto imponente e ameaçador. Enquanto estiver portando uma arma com a propriedade imponente, o portador recebe um bônus de +3 em rolagens de Intimidação.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Infalível",
      "modifier_description": "Adiciona +2 as rolagens de dano da arma.",
      "pre_requisites": ["Fidedigna"]
    },
    {
      "modifier_name": "Longa",
      "modifier_description": "O alcance de arma aumenta em 1,5 metros para armas corpo-a-corpo ou 9 metros para armas a distância.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Mira",
      "modifier_description": "Aumenta o alcance de uma arma a distância em 12 metros.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Otimizada",
      "modifier_description": "Uma arma cujo saque foi otimizado, para ser mais ágil e rápido. Recebe +2 em rolagens de iniciativa enquanto a manejar.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Penetrante",
      "modifier_description": "Uma ferramenta preparada para penetrar através de resistências. Todo ataque com uma ferramenta penetrante ignora redução de dano em um valor igual ao bônus de maestria do portador.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Potente",
      "modifier_description": "Adiciona mais um dado de dano ao dano padrão da arma.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Precisa",
      "modifier_description": "Adiciona +2 no acerto. Pode ser pega mais de uma vez.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Reluzente",
      "modifier_description": "Sua arma reluz, distraindo o inimigo. Fornece +3 em rolagens de Enganação para fintar um inimigo.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Retorno",
      "modifier_description": "Uma arma de arremesso com retorno volta imediatamente para a posse do portador.",
      "pre_requisites": []
    },
    {
      "modifier_name": "Sintonizada",
      "modifier_description": "Sua ferramenta amaldiçoada é sintonizada para um tipo de elemento em específico, ampliando seus danos. Escolha um tipo de dano, exceto danos físicos ou na alma; sempre que você causar dano desse tipo, com sua ferramenta, causa um dado de dano adicional do mesmo tipo.",
      "pre_requisites": []
    }
  ]
}